"BUTTON_AUTHENTICATE" = "ใช้หมายเลขโทรศัพท์ของฉัน";

"BUTTON_CONTINUE" = "ดำเนินการต่อ";

"BUTTON_CREATED_ACCOUNT" = "สร้างบัญชีแล้ว";

"BUTTON_CREATE_ACCOUNT" = "สรัางบัญชี";

"BUTTON_CREATING_ACCOUNT" = "กำลังสร้างบัญชี";

"BUTTON_DISMISS" = "ยกเลิก";

"BUTTON_DONE" = "เสร็จสิ้น";

"BUTTON_NOT_NOW" = "ไม่ใช่ตอนนี้";

"BUTTON_OKAY" = "ตกลง";

"BUTTON_RESEND_CONF_CODE" = "ขอรหัสใหม่";

"BUTTON_RETRY" = "ลองใหม่";

"BUTTON_SENDING" = "กำลังส่ง...";

"BUTTON_SENDING_CONF_CODE" = "กําลังส่งรหัสยืนยัน";

"BUTTON_SEND_CONF_CODE" = "ส่งรหัสยืนยัน";

"BUTTON_SENT_CONF_CODE" = "ส่งรหัสยืนยันแล้ว";

"BUTTON_TRY_DIFFERENT_NUMBER" = "ลองใช้หมายเลขโทรศัพท์อื่น";

"CALL_ME_ACTION" = "โทรหาฉัน";

"CALL_ME_LOADING" = "กำลังโทร...";

"ERROR_CANT_SMS" = "ไม่สามารถส่งข้อความ SMS ให้หมายเลขโทรศัพท์นี้ได้";

"ERROR_CHECK_CODE_TRY_AGAIN" = "โปรดตรวจสอบรหัสของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "โอ๊ะ ดูเหมือนว่าเราจะมีปัญหาด้านเครือข่าย ลองใหม่อีกครั้งหรือไม่ [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "โปรดตรวจสอบอีเมลของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณและลองใหม่อีกครั้ง";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "ป้อนรหัสยืนยัน 2 ชั้น";

"LABEL_ENTER_CONF_CODE" = "เราส่งรหัสไปให้คุณแล้ว";

"LABEL_ENTER_EMAIL" = "ป้อนอีเมลของคุณ";

"LABEL_ENTER_PHONE_NUMBER" = "หมายเลขโทรศัพท์ของคุณคือ?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "เราใช้ Digits by Twitter เพื่อค้นหาเพื่อนของคุณที่ใช้งานแอพนี้ เมื่อคุณแตะ ตกลง เราจะอัพโหลดสมุดที่อยู่ของคุณไปที่ Digits by Twitter ดังนั้นเราสามารถหาผู้ใช้ของ %@ ที่คุณรู้จักหรือช่วยผู้ใช้อื่นๆของ %@ ค้นหาคุณ";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "ค้นหาเพื่อนของคุณ";

"LABEL_RESEND_CONF_CODE" = "ไม่ได้รับรหัสเหรอ?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "ไม่สามารถยืนยันหมายเลขโทรศัพท์ของคุณได้";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "ขออภัย เราประสบปัญหาขณะส่งรหัสยืนยันถึงคุณ";

"ONBOARDING_MESSAGE" = "[Digits] เข้าสู่ระบบที่ https://fabric.io เพื่อตั้งชื่อแอพของคุณ ซึ่งจะรวมอยู่ในอีเมลยืนยัน และ SMS/การยืนยันผ่านข้อความเสียง";

"PARTIAL_FOOTNOTE_THIS_APP" = "แอพนี้";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "รหัสยืนยัน";

"PLACEHOLDER_CONF_CODE" = "ป้อนรหัส 6 หลัก";

